Repository: aiventimptner/farafmb.de
Catalog: links/locale/*/LC_MESSAGES/django.po
Languages: de

source: %d link was marked as active.
de: %d Link wurde als aktiv markiert.

source: Set selected links active
de: Ausgewählte Links aktivieren

source: %d link was marked as inactive.
de: %d Link wurde als inaktiv markiert.

source: Set selected links inactive
de: Ausgewählte links deaktivieren

source: You can use any free or sponsored icon from FontAwesome v5. Please consider reading the documentation of FontAwesome on how to use icons.
de: Du kannst die kostenfreien oder gesponserten Icons von FontAwesome v5 nutzen. Beachte dabei bitte die Dokumentation von FontAwesome um die Icons richtig zu verwenden.

source: You can change the order of all links using the "Change order" button, which you can find in the top right corner of the list view.
de: Du kannst die Reihenfolge der Links über die Schaltfläche "Reihenfolge ändern" anpassen, welche du in der Listenansicht findest.

source: Specify if this link is visible or not.
de: Zum Festlegen, ob der Link sichtbar ist oder nicht.

source: Not all positions are integers.
de: Es sind nicht alle Positionen ganzzahlig angegeben.

source: URL
de: Adresse (URL)

source: Active
de: Aktiv

source: Change order
de: Reihenfolge ändern

source: Save
de: Speichern

source: Order of all links
de: Reihenfolge aller Links

source: Reorder the links by dragging-and-dropping them into the desired position. The eye-icon (<i class="fas fa-eye"></i>) shows you if this link is currently visible. Don't forget to change your new order by clicking on the save button afterwards.
de: Ordne die Links durch Ziehen in der gewünschten Reihenfolge an. Das Augensymbol (<i class="fas fa-eye"></i>) zeigt an ob der Link aktuell sichtbar ist. Vergiss am Ende nicht auf den Speichern-Knopf zu drücken.

source: Success
de: Erfolg

source: The link order was changed.
de: Die Reihenfolge der Links wurde geändert.

source: Return to admin
de: Zurück zur Administration

source: Currently no links are available.
de: Aktuell sind keine Links verfügbar.
