Repository: aiventimptner/farafmb.de
Catalog: merchandise/locale/*/LC_MESSAGES/django.po
Languages: de

source: Shoe sizes
de: Schuhgröße

source: You can order multiple sizes by separating them with commas. If you specify a size multiple times, it will be ordered accordingly often.
de: Du kannst mehrere Schuhgrößen bestellen indem du sie getrennt mittels Kommata angibst. Wenn du eine Größe mehrfach angibst wird sie entsprechend oft bestellt.

source: I hereby confirm that my order is binding.
de: Ich bestätigte hiermit, dass meine Bestellung verbindlich ist.

source: Consent
de: Einwilligung

source: Only numbers are allowed.
de: Es sind nur Zahlen erlaubt.

source: Minimum shoe size is 30.
de: Die minimale Schuhgröße ist 30.

source: Maximum shoe size is 49.
de: Die maximale Schuhgröße ist 49.

source: First name
de: Vorname

source: Last name
de: Nachname

source: Email address
de: E-Mail-Adresse

source: Items
de: Artikel

source: Is verified
de: Ist bestätigt

source: Created at
de: Erstellt am

source: Updated at
de: Aktualisiert am

source: Order
de: Bestellung

source: Orders
de: Bestellungen

source: Form
de: Formular

source: Delete
de: Löschen

source: Confirm deletion
de: Löschen bestätigen

source: Are you sure you want to delete "%(object)s"?
de: Bist du dir sicher, dass "%(object)s" gelöscht werden soll?

source: Confirm
de: Bestätigen

source: Ordered sizes:
de: Bestellte Größen:

source: Ordered at
de: Bestellt am

source: Update
de: Aktualisieren

source: Update order
de: Bestellung aktualisieren

source: Your submitted data contains some validation errors. Please correct them.
de: Deine abgeschickten Daten enthalten einige Validierungsfehler. Bitte korrigiere sie.

source: <h1>✨ Rhinoletten ✨</h1> <p> The bath slippers with the FaRaFMB logo are perfect for daily use in the apartment, on the road when traveling or simply on the way to university - the simple design makes it possible. </p> <p> To place an order, enter your details directly into the form here. The price per pair will be a maximum of 30 €, but will be reduced the more orders we receive. A collective order will be placed at the earliest when we have reached a minimum of 30 orders. </p> <p> If you have any questions, write us on social media, by email or stop by the office. </p> <p> We look forward to having many Rhinoletten in your possession soon! </p>
de: <h1>✨ Rhinoletten ✨</h1> <p>Die Badelatschen mit dem FaRa FMB Logo eignen sich perfekt für den täglichen Gebrauch in der Wohnung, unterwegs auf Reisen oder auch einfach auf dem Weg zur Uni - das schlichte Design macht es möglich.</p> <p>Für eine Bestellung tragt Ihr Eure Daten direkt hier in das Formular ein. Der Preis pro Paar wird maximal 30 € betragen, reduziert sich jedoch, je mehr Bestellungen eingehen. Es wird frühestens eine Sammelbestellung aufgegeben, wenn wir eine Mindestanzahl von 30 Bestellungen erreicht haben.</p> <p>Wenn Ihr Fragen habt, schreibt uns über Social Media, per E-Mail oder kommt im Büro vorbei.</p> <p>Wir freuen uns auf viele Rhinoletten, die sich bald in Eurem Besitz befinden!</p>

source: Price levels
de: Preisstufen

source: There are different price levels, which can be reached depending on the number of orders placed. You can find a list of achievable goals and associated prices in the table. We will place an order no later than 31.10.2022. So it's best to let your friends know to make it cheaper for all of us.
de: Es gibt verschiedene Preisstufen, welche in Abhängigkeit der Anzahl getätigter Bestellungen erreicht werden können. Eine Liste der erreichbaren Ziele und zugehörigen Preise findet ihr in der Tabelle. Spätestens am 31.10.2022 werden wir eine Bestellung aufgeben. Also sagt am besten noch euren Freunden Bescheid, um es für uns alle günstiger zu machen.

source: Price
de: Preis

source: Registration
de: Registrierung

source: Registration for our Rhinoletten is closed, as we will place an order soon. Exact information about the delivery date and payment will be sent to all people with an order in the next few days. If and when we place a collective order again is still uncertain at the current time.
de: Die Registrierung für unsere Rhinoletten ist beendet, da wir zeitnah eine Bestellung aufgeben werden. Genaue Informationen zum Lieferdatum und der Bezahlung erhalten alle Menschen mit einer Bestellung in den nächsten Tagen. Ob und wenn wir erneut eine Sammelbestellung aufgeben werden ist zum aktuellen Zeitpunkt noch ungewiss.

source: Size
de: Größe

source: Amount (total)
de: Menge (Gesamt)

source: Amount (verified)
de: Menge (Verifiziert)

source: Full name
de: Vollständiger Name

source: Amount
de: Menge

source: Your order was successful (Further steps are necessary)
de: Deine Bestellung war erfolgreich (Weitere Schritte sind notwendig)

source: We have sent you an email to verify your order. Please click the link in this email to complete your order.
de: Wir haben dir eine E-Mail zur Verifizierung deiner Bestellung geschickt. Bitte klicke den Link in der E-Mail an um deine Bestellung abzuschließen.

source: Hello %(name)s, you have ordered the following products:
de: Hallo %(name)s, du hast die folgenden Produkte bestellt:

source: Show size
de: Schuhgröße

source: To complete your order, please click the following link. %(magic_link)s The link is valid until %(expired_at)s. Best regards, FaRaFMB
de: Um deine Bestellung abzuschließen klicke bitte den folgenden Link an. %(magic_link)s Der Link ist bis %(expired_at)s gültig. Beste Grüße, FaRaFMB

source: Verification was successful
de: Verifizierung war erfolgreich

source: Verification failed
de: Verifizierung ist fehlgeschlagen

source: Verify your order
de: Verifiziere deine Bestellung

source: The link was malformed. Please make sure that you do not alter the link.
de: Der Link wurde deformiert. Bitte stelle sicher, dass du den Link nicht veränderst.

source: The token was malformed. Please make sure that you do not alter the token.
de: Der Schlüssel wurde deformiert. Bitte stelle sicher, dass du den Token nicht veränderst.

source: The token is expired. Please request a new one by contacting us.
de: Der Token ist abgelaufen. Bitte beantrage einen Neuen indem du uns kontaktierst.

source: Your order is completed. We will contact you when we ship your items.
de: Deine Bestellung ist abgeschlossen. Wir werden dich kontaktieren sobald wir deine Artikel verschicken.

source: Order was updated successfully
de: Bestellung wurde erfolgreich aktualisiert
