Repository: aiventimptner/farafmb.de
Catalog: exams/locale/*/LC_MESSAGES/django.po
Languages: de

source: %d author was removed successfully.
de: %d Autor wurde erfolgreich entfernt.

source: Make selected exams anonymous
de: Ausgewählte Prüfungen anonymisieren

source: %d exam was marked as archived.
de: %d Prüfung wurde als archiviert markiert.

source: Archive selected exams
de: Ausgewählte Prüfungen archivieren

source: Exams
de: Prüfungen

source: Privacy
de: Datenschutz

source: I accept the privacy statement and agree to the processing of my personal data.
de: Ich akzeptiere die Datenschutzerklärung und bin mit der Verarbeitung meiner personenbezogenen Daten einverstanden.

source: Course
de: Lehrveranstaltung

source: Lecturer
de: Dozent

source: Date of the exam
de: Datum der Prüfung

source: Author of the minute
de: Verfasser des Protokolls

source: Minute file
de: Protokolldatei

source: Only email addresses with the domain 'st.ovgu.de' are allowed.
de: Es sind ausschließlich E-Mail-Adresse mit der Domain 'st.ovgu.de' erlaubt.

source: Only PDF files with a maximum size of %s can be submitted.
de: Es können nur PDF-Dateien mit einer maximalen Dateigröße von %s eingereicht werden.

source: The date can't be in the future. (Are you a time traveler? 🧙)
de: Das Datum kann nicht in der Zukunft liegen. (Bist du etwa ein Zeitreisender? 🧙)

source: Please use your university email address. (Did you even read the help text above? 🧐)
de: Benutze bitte deine universitäre E-Mail-Adresse. (Hast du den Hinweis etwa nicht gelesen? 🧐)

source: Your file size (%(size)s) is above the allowed maximum of %(max_size)s.
de: Deine Dateigröße (%(size)s) ist über dem erlaubten Maximum von %(max_size)s.

source: Submitted on
de: Eingereicht am

source: Archived
de: Archiviert

source: Exam
de: Prüfung

source: Memory minutes
de: Gedächtnisprotokoll

source: What are memory minutes? 📝
de: Was ist ein Gedächtnisprotokoll? 📝

source: Memory minutes are records of an exam that has already been completed. These records are not made secretly during the exam, but are written from memory. Hence the name <strong>memory</strong> minutes. The memory minutes of an exam helps future students to better prepare for their exam in the corresponding course, because they can better estimate what to expect.
de: Gedächtnisprotokolle sind Aufzeichnungen einer bereits beendeten Prüfung. Hierbei sind diese Aufzeichnungen nicht während der Prüfung heimlich angefertigt worden sondern werden aus der Erinnerung heraus geschrieben. Daher auch der Name <strong>Gedächtnis</strong>protokoll. Die aus der Erinnerung geschriebenen Aufzeichnungen einer Klausur oder Prüfung hilft zukünftigen Studenten sich besser auf ihre Prüfung in dem entsprechendem Kurs vorzubereiten, da sie so besser abschätzen können, was sie erwarten wird.

source: And what do I get out of it? 🤔
de: Und was habe ich davon? 🤔

source: Unfortunately, the memory minutes are of no use for yourself. (Unless you plan to write the exam again. 😉) However, you yourself have probably already prepared for an exam based on the notes of fellow students in higher semesters or successfully completed an exercise.<br/> <strong>So don't do it for yourself but for the future students! 👩‍🎓📈</strong>
de: Dir selbst nützen die Gedächtnisprotokolle leider nichts. (Außer du hast vor die Prüfung noch einmal zu schreiben. 😉) Jedoch hast du selbst dich bestimmt auch schon auf die eine oder andere Prüfung anhand der Notizen von Kommilitonen in höheren Semestern vorbereitet oder die eine oder andere Übungsaufgabe dadurch erfolgreich bearbeitet.<br/><strong>Tu es also nicht für dich sondern für die zukünftigen Studenten! 👩‍🎓📈</strong>

source: Where can I find existing memory minutes? 🗄️
de: Wo finde ich bereits existierende Gedächtnisprotokolle? 🗄️

source: We maintain a collection at <a href="https://cloud.faking.cool">https://cloud.faking.cool</a>. This collection contains memory minutes for most modules at the <em>Faculty of Mechanical Engineering</em>, the <em>Faculty of Electrical Engineering and Information Technology</em>, and the <em>Faculty of Process and Systems Engineering</em>. However, since the exams are constantly changing, we are constantly in need of new memory minutes, which we then add to our collection.
de: Wir verwaltet eine Sammlung unter <a href="https://cloud.faking.cool">https://cloud.faking.cool</a>. Diese Sammlung enthält Gedächtnisprotokolle zu den meisten Modulen an der <em>Fakultät Maschinenbau</em>, der <em>Fakultät Elektro- und Informationstechnik</em> sowie der <em>Fakultät Verfahrens- und Systemtechnik</em>. Da die Klausuren sich jedoch stetig ändern sind wir fortwährend auf neue Gedächtnisprotokolle angewiesen, welche wir dann in unserer Sammlung einpflegen.

source: Convinced?! What do I have to keep in mind? 🚨
de: Überzeugt?! Was muss ich dabei beachten? 🚨

source: Legally, the exact wording of each exam is the spiritual property of the examiner. Therefore, we cannot include original exams or identical wording of assignments in our collection. However, the memory minutes, which are written from memory, are only roughly equal to the content of the exam and therefore cannot be claimed as spiritual property by the examiner.<br/> If you are an expert in the <a href="https://en.wikipedia.org/wiki/Art_of_memory">Art of memory 🌐</a> please do not write down the exact exam but rewrite it in such a way that there is not too much similarity to the wording of the real exam.<br/> One last note: <strong>Please submit only memory protocols for exams or tests.</strong> Transcripts of exercises, preparation of papers or other equivalent records will not be included in our collection.
de: Rechtlich gesehen ist der exakte Wortlaut jeder Klausur das geistliche Eigentum des Prüfers. Daher können wir keine originalen Prüfungen oder identische Wortlaute der Aufgabenstellungen in unserer Sammlung aufnehmen. Die Gedächtnisprotokolle, welcher aus der Erinnerung heraus geschrieben werden, sind jedoch nur grob zum Inhalt der Prüfung gleich und können daher nicht als geistliches Eigentum vom Prüfer eingeklagt werden.<br/>Solltest du ein Experte der <a href="https://de.wikipedia.org/wiki/Mnemotechnik">Mnemotechnik 🌐</a> sein bitten wir dich beim Anfertigen des Gedächtnisprotokolls nicht die exakte Klausur niederzuschreiben sondern stattdessen dein Protokoll so umzuschreiben, dass keine zu starke Ähnlichkeit zum Wortlaut der echten Klausur besteht.<br/> Noch ein letzter Hinweis:<strong>Bitte reiche ausschließlich Gedächtnisprotokolle zu Prüfungen bzw. Klausur oder Testaten ein.</strong> Mitschriften zu Übungsaufgaben, Anfertigungen von Belegarbeiten oder sonstige gleichwertige Aufzeichnungen werden nicht in unsere Sammlung aufgenommen.

source: Submit memory minutes now!
de: Jetzt ein Gedächtnisprotokoll einreichen!

source: Success
de: Erfolg

source: You have submitted your memory minutes.
de: Du hast dein Gedächtnisprotokoll eingereicht.

source: We will store your email address for a maximum of 6 months to notify you if you are drawn in the raffle. Your data will not be passed on to third parties and will be treated confidentially! After this period we will delete your personal data irrevocably from our servers.
de: Wir speichern deine E-Mail-Adresse für maximal 6 Monate, um dich zu benachrichtigen, falls du bei der Verlosung gezogen wurdest. Deine Daten werden nicht an Dritte weitergegeben und von uns vertraulich behandelt! Nach Ablauf der Frist löschen wir deine personenbezogenen Daten unwiderruflich von unseren Servern.

source: Submit your memory minutes
de: Ein Gedächtnisprotokoll einreichen

source: Submit
de: Einreichen
