Repository: aiventimptner/farafmb.de
Catalog: members/locale/*/LC_MESSAGES/django.po
Languages: de

source: Preferably, use the first name as the user name. If this is already taken, add a few letters from the beginning of the last name to the end.
de: Verwende vorzugsweise den Vornamen als Benutzernamen. Wenn dieser bereits vergeben ist, füge ein paar Buchstaben vom Anfang des Nachnamens zum Ende hinzu.

source: Only domains of Otto von Guericke University are allowed.
de: Es sind nur Domains der Otto-von-Guericke-Universität zugelassen.

source: Set your password
de: Passwort festlegen

source: Birthday (Optional)
de: Geburtstag (Optional)

source: Leave this field blank if you do not want to change your image.
de: Lasse dieses Feld leer falls du dein Profilbild nicht ändern willst.

source: A maximum length of 250 characters are allowed.
de: Es sind maximal 250 Zeichen erlaubt.

source: You can separate multiple jobs with a comma.
de: Du kannst mehrere Jobs getrennt mittels Kommata angeben.

source: You can only choose a date in the past.
de: Du kannst nur ein Datum in der Vergangenheit wählen.

source: E-Mobility
de: Elektromobilität

source: Mechanical Engineering
de: Maschinenbau

source: Mechatronics
de: Mechatronik

source: Industrial Engineering / Logistics
de: Wirtschaftsingenieur Logistik

source: Industrial Engineering / Mechanical Engineering
de: Wirtschaftsingenieur Maschinenbau

source: Overview
de: Übersicht

source: Profile
de: Profil

source: Create
de: Erstellen

source: Member since
de: Mitglied seit

source: Update
de: Aktualisieren

source: Hello %(first_name)s, a new account was created for you. Your username: %(username)s You can set your password via the following link.
de: Hallo %(first_name)s, ein neuer Benutzer wurde für dich erstellt. Dein Benutzername: %(username)s Du kannst dein Passwort mit dem folgenden Link festlegen.

source: Create new user
de: Neuen Benutzer erstellen

source: After submitting the form, the new user will receive an email with a link. Via this link the user can set a password.
de: Nach Absenden des Formulars wird der neue Benutzer eine E-Mail erhalten mit einem Link. Der Benutzer kann mittels diesem Link sein Passwort festlegen.

source: Username
de: Benutzername

source: Email address
de: E-Mail-Adresse

source: Created at
de: Erstellt am

source: New user "%(first_name)s %(last_name)s" was created successfully
de: Neuer Benutzer "%(first_name)s %(last_name)s" wurde erfolgreich erstellt

source: You successfully created your profile
de: Du hast dein Profil erfolgreich erstellt

source: You successfully updated your profile
de: Du hast dein Profil erfolgreich aktualisiert
