Repository: aiventimptner/farafmb.de
Catalog: mentoring/locale/*/LC_MESSAGES/django.po
Languages: de

source: Start date must be earlier than stop date
de: Das Eröffnungsdatum muss vor dem Schließdatum liegen.

source: The datetime is in the period of another registration.
de: Der Zeitpunkt liegt in der Zeitspanne einer anderen Registrierung.

source: Another registration is between the start and end of this registration.
de: Eine andere Registrierung befindet sich innerhalb der Zeitspanne dieser Registrierung.

source: Privacy
de: Datenschutz

source: Only email addresses from Otto von Guericke University Magdeburg are allowed.
de: Es sind nur E-Mail-Adressen der Otto-von-Guericke-Universität Magdeburg erlaubt.

source: Write your mobile number, starting with the country code.
de: Schreibe deine Mobilnummer, beginnend mit der Ländervorwahl.

source: Your email address does not belong to Otto von Guericke University Magdeburg.
de: Deine E-Mail-Adresse gehört nicht zur Otto-von-Guericke-Universität Magdeburg.

source: Your mobile number does not start with a country code.
de: Deine Mobilnummer besitzt keine Ländervorwahl.

source: Your mobile number contains non-numeric values.
de: Deine Mobilnummer enthält nicht-numerische Zeichen.

source: Started at
de: Gestartet am

source: Stopped at
de: Gestoppt am

source: Registration
de: Registrierung

source: Registrations
de: Registrierungen

source: Study program
de: Studiengang

source: Study programs
de: Studiengänge

source: First name
de: Vorname

source: Last name
de: Nachname

source: Email address
de: E-Mail-Adresse

source: Mobile number
de: Mobilnummer

source: Created at
de: Erstellt am

source: Mentors
de: Mentoren

source: Mentoring
de: Patenschaft

source: <p> You enjoyed your orientation week and would like to give the new students at the Faculty of Mechanical Engineering an equally great start to their studies? </p> <p>Then sign up as a mentor!</p> <p> The orientation week always takes place in the first week of October and your task is to accompany the new students during this week. (In the summer semester there is always only an orientation day, which is in the week before lectures start.) We are responsible for the organization of the program. As a preparation you will also receive a crash course with the most important information as well as the procedure of the orientation week. At the end we will certify your activities as a mentor, so that you can write your honorary commitment on your resume. </p> <p>Do you have any questions? Then write us an email.</p> <p>We are looking forward to your registration and a nice orientation week.</p>
de: <p>Dir hat deine Einführungswoche gefallen und du möchtest den neuen Studentinnen und Studenten an der Fakultät für Maschinenbau einen genauso tollen Einstieg in das Studium ermöglichen?</p><p>Dann melde dich als Mentorin bzw. Mentor an!</p><p>Die Einführungswoche findet stets in der ersten Oktoberwoche statt und deine Aufgabe ist die Begleitung der neuen Studentinnen und Studenten in dieser Woche. (Im Sommersemester gibt es immer nur einen Einführungstag, welcher in der Woche vor dem Vorlesungsbeginn liegt.) Für die Organisation des Programms sind wir zuständig. Als Vorbereitung erhältst du außerdem einen Kompakt-Kurs mit den wichtigsten Informationen sowie dem Ablauf der Einführungswoche. Am Ende bescheinigen wir dir deine Tätigkeiten als Mentorin bzw. Mentor, damit du dir dein ehrenamtliches Engagement in deinen Lebenslauf schreiben kannst.</p><p>Hast du noch Fragen? Dann schreib uns gerne eine Mail.</p><p>Wir freuen uns auf deine Anmeldung und eine schöne Einführungswoche.</p>

source: Register now
de: Jetzt registrieren

source: Registered at
de: Registriert am

source: Back
de: Zurück

source: Registration as mentor
de: Registrierung als Mentor

source: At the moment we are not looking for new mentors. As soon as the registration will be opened again we will spread it through our channels.
de: Aktuell benötigen wir keine neuen Mentoren. Sobald eine Registrierung wieder möglich ist werden wir es über unsere Kanäle verbreiten.

source: We use your full name for identification purposes. We use your email address to contact you and send you information. We need your mobile number to reach you at short notice and to connect you with the other mentors in a group. Your study program is used for classification, so that we can match you with suitable freshmen.
de: Deinen vollständigen Namen benutzen wir zur Identifikation. Wir verwenden deine E-Mail-Adresse um dich zu kontaktieren und dir Informationen zu schicken. Deine Mobilnummer brauchen wir um dich kurzfristig erreichen zu können und dich mit den anderen Mentoren in einer Gruppe zu vernetzen. Dein Studiengang dient zur Einordnung, sodass wir dir passende Erstsemester zuordnen können.

source: I have read the <a href="https://stura-md.de/datenschutz/">privacy policy</a> and agree to the processing of my personal data.
de: Ich habe die <a href="https://stura-md.de/datenschutz/">Datenschutzerklärung</a> gelesen und bin mit der Verarbeitung meiner personenbezogenen Daten einverstanden.

source: Register
de: Registrieren

source: You have been successfully registered as a mentor
de: Du wurdest erfolgreich als Mentor registriert.

source: We will contact you via email in the next weeks with further information.
de: Wir werden dich in den nächsten Wochen per E-Mail mit weiteren Informationen kontaktieren.

source: List of all mentors
de: Liste aller Mentoren

source: Show form
de: Formular anzeigen

source: Export mentors
de: Mentoren exportieren

source: No mentors have registered yet.
de: Es hat sich bisher noch kein Mentor registriert.

source: Delete a study program
de: Einen Studiengang löschen

source: Please note that deleting the program will also irrevocably remove the relationship with the registered mentors.
de: Bitte beachte, dass das Löschen eines Studienganges ebenfalls die Beziehung zu den damit verknüpften Mentoren unwiderruflich entfernt.

source: Are you sure you want to delete <strong>%(object)s</strong>?
de: Bist du dir sicher, dass <strong>%(object)s</strong> gelöscht werden soll?

source: Confirm
de: Bestätigen

source: Cancel
de: Abbrechen

source: Add a study program
de: Einen Studiengang ergänzen

source: Create
de: Erstellen

source: List of all study programs
de: Liste aller Studiengänge

source: You can delete a study program by selecting it.
de: Du kannst einen Studiengang löschen, in dem du ihn auswählst.

source: No study programs have been created yet.
de: Es wurde bisher noch kein Studiengang erstellt.

source: Delete a registration
de: Eine Registrierung löschen

source: Please note that deleting the registration will also irrevocably delete all registered mentors who have a connection to it.
de: Bitte beachte, dass das Löschen einer Registrierung ebenfalls alle damit verknüpften Mentoren unwiderruflich entfernt.

source: Add a registration
de: Eine Registrierung ergänzen

source: List of all registrations
de: Liste aller Registrierungen

source: You can delete a registration by selecting it.
de: Du kannst eine Registrierung löschen, in dem du sie auswählst.

source: No registrations have been created yet.
de: Es wurden bisher noch keine Registrierungen erstellt.

source: %(name)s was created successfully
de: %(name)s wurde erfolgreich erstellt

source: Registration was deleted successfully
de: Registrierung wurde erfolgreich gelöscht

source: Program was deleted successfully
de: Studiengang wurde erfolgreich gelöscht

source: Registration is closed.
de: Die Registrierung ist geschlossen.
